<template lang="pug">
    main.main
        section.section.pb-n
            .container
                .seotext
                    p Ваш ребенок увлекается фильмами про динозавров, интересуется древностями? Добро пожаловать в магазин детских товаров Dinoshop! Очень важно поддерживать увлечения ребенка, показывать свою заинтересованность и неравнодушие к его хобби. Заходите в магазин игрушек и выбирайте игры с динозаврами, мягкие игрушки, одежду и прочие товары, которые представлены в нашем каталоге. Маленькому ребенку можно подарить уникальную одежду, где будут изображены динозавры. Дино-антистрессы отвлекут детей на время и к тому же они полезны — развивают мелкую моторику рук.
        section.section.pb-n
            .container
                app-catalog
        section.section
            .container
                .seotext
                    p Малыши в осмысленном возрасте любят мягкие игрушки. А также начинают проявлять творческие способности. Им можно купить лего, подарить творческий набор с дино-тематикой. А настольная игра будет интересна даже взрослым.
                    p Истинным ценителям древностей понравятся настоящие кости динозавров, метеориты, фигурки динозавров. Игры динозавры, роботы динозавры, книги про динозавров не останутся без внимания. Первоклассники будут рады пазлам, канцелярским товарам с любимой тематикой. Одежда, сладости, сувениры, постельное белье — то, что актуально для всех. Каждую неделю ассортимент пополняется новинками, спешите купить!
</template>

<script>
import AppCatalog from "~/components/pageComponents/catalog/AppCatalog";
export default {
    components: {
        AppCatalog
    }
};
</script>

<style lang="sass">

</style>
