<template lang="pug">
    main.main
        section.section
            .container
                .section__heading.section__heading--left
                    h4.section__heading-title Оферта для Интернет-магазина DinoShop
                .section__content
                    .block-read
                        h5.block-read__title 1.Общие положения
                        p.block-read__text 1.1. ИП «Горелова Н О», далее «Продавец», публикует Публичную оферту о продаже товаров по образцам, представленным на официальном интернет-сайте Продавца https://dinoshop.msk.ru
                        p.block-read__text 1.2. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (ГК РФ) данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое лицо, производящее акцепт этой оферты, осуществляет оплату Товара Продавца в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.
                        p.block-read__text 1.3. На основании вышеизложенного внимательно ознакомьтесь с текстом публичной оферты, и, если вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от покупки Товаров или использования Услуг, предоставляемых Продавцом.
                        p.block-read__text 1.4. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:
                        ul.block-read__list
                            li.block-read__list-item «Оферта» – публичное предложение Продавца, адресованное любому физическому лицу (гражданину), заключить с ним договор купли-продажи (далее – «Договор») на существующих условиях, содержащихся в Договоре, включая все его приложения.
                            li.block-read__list-item «Покупатель» – физическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Договоре.
                            li.block-read__list-item «Акцепт» – полное и безоговорочное принятие Покупателем условий Договора.
                            li.block-read__list-item «Товар» – перечень наименований ассортимента, представленный на официальном интернет-сайте.
                            li.block-read__list-item «Заказ» – отдельные позиции из ассортиментного перечня Товара, указанные Покупателем при оформлении заявки на интернет-сайте или через Оператора.
                            li.block-read__list-item «Доставка» – курьерские услуги по доставке Заказа.


                    .block-read
                        h5.block-read__title 2.Предмет договора
                        p.block-read__text 2.1. Продавец продает Товар в соответствии с действующим прейскурантом, опубликованным на интернет-сайте Продавца  «https://dinoshop.msk.ru», а Покупатель производит оплату и принимает Товар в соответствии с условиями настоящего Договора.
                        p.block-read__text 2.2. Настоящий Договор и приложения к нему являются официальными документами Продавца и неотъемлемой частью оферты.


                    .block-read
                        h5.block-read__title 3.Оформление Заказа
                        p.block-read__text 3.1. Заказ Товара осуществляется Покупателем через  Интернет-сайт https://dinoshop.msk.ru.
                        p.block-read__text 2.2. Настоящий Договор и приложения к нему являются официальными документами Продавца и неотъемлемой частью оферты.
                        p.block-read__text 3.2. При регистрации на интернет-сайте Продавца Покупатель обязуется предоставить следующую регистрационную информацию о себе:
                        ul.block-read__list
                            li.block-read__list-item фамилия
                            li.block-read__list-item имя
                            li.block-read__list-item фактический адрес доставки
                            li.block-read__list-item адрес электронной почты
                            li.block-read__list-item контактный телефон (мобильный, стационарный)
                        p.block-read__text 3.3. При оформлении Заказа через Оператора Покупатель обязуется предоставить информацию, указанную в п. 3.2. настоящего Договора. Принятие Покупателем условий настоящего Договора осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на Интернет-сайте или при оформлении Заказа через Оператора. Покупатель имеет право редактировать регистрационную информацию о себе. Оператор не изменяет и не редактирует регистрационную информацию о Покупателе без согласия последнего. Продавец обязуется не сообщать данные Покупателя, указанные при регистрации на сайте https://dinoshop.msk.ru. и при оформлении Заказа, лицам, не имеющим отношения к исполнению Заказа. Утвердив Заказ выбранного Товара, Покупатель предоставляет Оператору необходимую информацию в соответствии с порядком, указанном в п. 3.2. настоящего Договора.
                        p.block-read__text 3.4. Продавец и Оператор не несут ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.
                        p.block-read__text 3.5. Покупатель несёт ответственность за достоверность предоставленной информации при оформлении Заказа.
                        p.block-read__text 3.6. Оплата Покупателем самостоятельно оформленного на интернет-сайте Заказа означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения Договора купли-продажи между Продавцом и Покупателем.
                        p.block-read__text 3.7. Все информационные материалы, представленные на сайте https://dinoshop.msk.ru носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Товара. В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа ему необходимо обратиться за консультацией к Оператору.


                    .block-read
                        h5.block-read__title 4.Сроки исполнения Заказа
                        p.block-read__text 4.1. Срок исполнения Заказа зависит от наличия заказанных позиций Товара на складе Продавца и времени, необходимого на обработку Заказа. Срок исполнения Заказа в исключительных случаях может быть оговорен с Покупателем индивидуально в зависимости от характеристик и количества заказанного Товара. В случае отсутствия части Заказа на складе Продавца, в том числе по причинам, не зависящим от последнего, Продавец вправе аннулировать указанный Товар из Заказа Покупателя. Продавец обязуется уведомить Покупателя об изменении комплектности его Заказа через Оператора.
                        p.block-read__text 4.2. Заказ считается доставленным в момент его передачи Покупателю. Подписываясь в листе курьера, Покупатель подтверждает исполнение Заказа.
                        p.block-read__text 4.3. В случае предоставления Покупателем недостоверной информации  его контактных данных Продавец за ненадлежащее исполнение Заказа ответственности не несет.
                        p.block-read__text 4.4. В случае ненадлежащего исполнения доставки Заказа по вине Продавца повторная доставка Заказа осуществляется бесплатно.


                    .block-read
                        h5.block-read__title 5.Оплата Заказа
                        p.block-read__text 5.1. Оплата исполненного Заказа осуществляется путем передачи Покупателем наличных денежных средств сотруднику Доставки или безналичной оплатой/переводом в компанию Продавца . Подтверждением оплаты исполненного Заказа является товарный чек.
                        p.block-read__text 5.2. Цены на любые позиции Товара, указанные на интернет-сайте «https://dinoshop.msk.ru» могут быть изменены Продавцом в одностороннем порядке без уведомления Покупателя. В случае изменения цены на заказанные позиции Товара, Оператор обязуется в кратчайшие сроки проинформировать Покупателя о таком изменении. Покупатель вправе подтвердить либо аннулировать Заказ. В случае отсутствия связи с Покупателем Заказ считается аннулированным в течение 14 календарных дней с момента оформления.
                        p.block-read__text 5.3. На все заказы с доставкой по России, условия указаны на сайте компании ИП «Горелова Н О» https://dinoshop.msk.ru в разделе «Оплата и доставка». Они должны быть обязательно  оговорены с Оператором.
                        p.block-read__text 5.4.Денежные средства принимаются двумя способами: наличными, безналичным 


                    .block-read
                        h5.block-read__title 6.Доставка товара.
                        p.block-read__text 6.1 Обязанность Продавца по поставке Товара с условием о его доставке считается выполненной с момента подписания Покупателем товаросопроводительных документов
                        p.block-read__text 6.2. Право собственности на Товар и риски случайного повреждения и/или гибели Товара переходят на Покупателя с момента фактической передачи Товара и подписания им товаросопроводительных документов  при доставке Товара Покупателю.
                        p.block-read__text 6.3 Стоимость доставки и условия указаны на сайте компании «https://dinoshop.msk.ru»


                    .block-read
                        h5.block-read__title 7.Возврат Заказа
                        p.block-read__text 7.1. В соответствии с п. 4. ст. 26.1. Закона РФ № 2300-I «О Защите прав потребителей» Покупатель вправе отказаться от заказанного Товара в любое время до момента исполнения Заказа.
                        p.block-read__text 7.2. Покупатель не вправе отказаться от оплаченного Заказа (или его части) надлежащего качества, имеющего индивидуально определённые свойства.
                        p.block-read__text 7.3. В соответствии с п. 2 «Перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектации», утвержденного Постановлением Правительства РФ от 19.01.1998 г. № 55.
                        p.block-read__text 7.4. В случае доставки Продавцом Заказа ненадлежащего качества Покупатель обязуется предоставить Товар в офис Продавца в максимально короткие сроки для осуществления проверки качества Товара.
                        p.block-read__text 7.5. В соответствии со ст. 22 Закона РФ № 2300-I «О Защите прав потребителей» уплаченная Покупателем сумма за Товар ненадлежащего качества подлежит возврату Покупателю в течение 10 календарных дней с момента предъявления соответствующего требования. Возврат денежных средств осуществляется наличными в офисе Продавца, в случае осуществления платной доставки, деньги за неё не возвращаются. В случае, если Товар был оплачен через систему электронных платежей, то возврат денежных средств осуществляется на электронный счет Покупателя в течение 5-ти рабочих дней.
                        p.block-read__text 7.6 Товары надлежащего качества,  не подлежащие возврату в соответствии с Постановлением Правительства РФ от 20.10.1998 N 1222, от 06.02.2002 N 81: 
                        ul.block-read__list
                            li.block-read__list-item Изделия и материалы, контактирующие с пищевыми продуктами, из полимерных материалов, в том числе для разового использования (посуда и принадлежности столовые и кухонные, емкости и упаковочные материалы для хранения и транспортирования пищевых продуктов)
                            li.block-read__list-item Непериодические издания (книги, брошюры, альбомы, картографические и нотные издания, листовые изо-издания, календари, буклеты, издания, воспроизведенные на технических носителях информации) (п. 14 введен Постановлением Правительства РФ от 06.02.2002 N 81)
                            li.block-read__list-item Изделия из драгоценных металлов, с драгоценными камнями, из драгоценных металлов со вставками из полудрагоценных и синтетических камней, ограненные драгоценные камни.
                        p.block-read__text 7.7. Возврат Товара производиться на основании письменного обращения Покупателя, предоставляемого в офис продаж Продавца.
                        p.block-read__text 7.8. Возврат Товара надлежащего качества осуществляется за счет Покупателя и организуется им самостоятельно.
                        p.block-read__text 7.9. Возврат Товара производится по рабочим дням с 10-00 до 17-00 в офисе продаж Продавца.
                        p.block-read__text 7.10. При возврате Покупателем Товара надлежащего качества составляются накладная или акт о возврате товара, в котором указываются:
                        ul.block-read__list
                            li.block-read__list-item полное фирменное наименование Продавца;
                            li.block-read__list-item фамилия, имя, отчество и паспортные данные Покупателя; 
                            li.block-read__list-item наименование Товара; 
                            li.block-read__list-item причина возврата Товара; 
                            li.block-read__list-item дата передачи Товара;
                            li.block-read__list-item сумма, подлежащая возврату;
                            li.block-read__list-item подписи Продавца и Покупателя.
                        p.block-read__text 7.11. Возврат  стоимости  Товара производится не позднее чем через 10 (десять) дней с даты предоставления Покупателем соответствующего требования.
                        p.block-read__text 7.12. Для возврата денежных средств на банковскую карту Заказчику необходимо заполнить «Заявление о возврате денежных средств», которое высылается по требованию Компанией на электронный адрес Заказчика, и оправить его вместе с приложением копии паспорта по адресу: shop@dinoshop.msk.ru. Возврат денежных средств будет осуществлен на банковский счет Заказчика, указанный в заявлении, в течение 10 (Десяти) рабочих дней со дня получения «Заявление о возврате денежных средств» Компанией. 
                        p.block-read__text Для возврата денежных средств, зачисленных на расчетный счет Компании ошибочно посредством платежных систем, Заказчик должен обратиться с письменным заявлением и приложением копии паспорта и чеков/квитанций, подтверждающих ошибочное зачисление. Данное заявление необходимо направить по адресу: shop@dinoshop.msk.ru. После получения письменного заявления с приложением копии паспорта и чеков/квитанций Компания производит возврат в срок до 10 (десяти) рабочих дней со дня получения 3аявления на расчетный счет Заказчика, указанный в заявлении. В этом случае, сумма возврата будет равняться стоимости Заказа.
                        p.block-read__text Срок рассмотрения Заявления и возврата денежных средств Заказчику начинает исчисляться с момента получения Компанией Заявления и рассчитывается в рабочих днях без учета праздников/выходных дней. Если заявление поступило Компании после 18.00 рабочего дня или в праздничный/выходной день, моментом получения Компанией Заявления считается следующий рабочий день.
                        p.block-read__text Требование о возврате товара Покупатель должен предоставить Продавцу либо в письменном виде по адресу г.Москва, ул. Крылатская, д.18, либо в электронном на адрес электронной почты shop@dinoshop.msk.ru. Требование может быть составлено в свободной форме с обязательным указанием контактных данных Покупателя, совпадающих с указанными при заказе Товара, наименования возвращаемого Товара и причин возврата. Покупатель вправе задать все возникшие вопросы Продавцу по телефону 8(966)0326666.



                    .block-read
                        h5.block-read__title 8.Авторские права
                        p.block-read__text 8.1. Вся текстовая информация и графические изображения, размещенные на интернет-сайте https://dinoshop.msk.ru являются собственностью Продавца и/или его поставщиков и производителей Товара.


                    .block-read
                        h5.block-read__title 9.Права, обязанности и ответственность
                        p.block-read__text 9.1. Продавец не несет ответственности за ненадлежащее использование товаров Покупателем, заказанных на интернет-сайте или через Оператора.
                        p.block-read__text 9.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим лицам.
                        p.block-read__text 9.3. Продавец имеет право на осуществление записи телефонных переговоров с Покупателем. В соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Продавец обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов; своевременно обнаруживать и пресекать такие факты. Телефонные разговоры записываются в целях осуществления контроля деятельности Оператора и контроля качества исполнения Заказов.
                        p.block-read__text 9.4. Право собственности на Заказ, а также риск его случайной гибели или повреждения переходят к Покупателю с момента передачи товара.
                        p.block-read__text 9.5. Все претензии по ненадлежащему исполнению заказа Покупатель вправе направить на адрес электронной почты, указанный на интернет-сайте https://dinoshop.msk.ru. Вся поступившая информация обрабатывается в кратчайшие сроки.

</template>

<script>
export default {

}
</script>

<style lang="scss">
.block-read {
	margin-bottom: 30px;
	&:last-child {
		margin-bottom: 0;
	}
	&__title {
		font-size: 20px;
		font-weight: 500;
		margin-bottom: 15px;
	}
	&__text {
		font-size: 14px;
		font-weight: 400;
		line-height: 1.6;
		margin-bottom: 15px;
		&:last-child {
			margin-bottom: 0;
		}
	}
	&__list {
		margin-bottom: 15px;
		padding-left: 30px;
		&:last-child {
			margin-bottom: 0;
		}
		&-item {
			margin-top: 10px;
			list-style-type: disc;
			font-size: 14px;
			font-weight: 500;
		}
	}
}
</style>
